<?php
/**
 * ?? language file
 *
 * @package FormHandler
 * @author Isidor Stankov
 */

$fh_lang = array(
  1  => 'Јануар',
  2  => 'Фебруар',
  3  => 'Март',
  4  => 'Април',
  5  => 'Мај',
  6  => 'Јун',
  7  => 'Јул',
  8  => 'Авгуsт',
  9  => 'Септембар',
  10 => 'Октобар',
  11 => 'Новембар',
  12 => 'Децембар',
  13 => 'Унешени датум није валидан!',
  14 => 'Нисте унели исправну вредност за поље!',
  15 => 'Лозинке нису исте!',
  16 => 'Ова поља су неопходна!',
  17 => 'Лозинка мора да буде дужа од %d карактера!',
  18 => 'Лозинка садржи недозвољене карактере!',
  19 => 'Мењајте ово поље једино ако желите да промените тренутни садржај (<a href="%path%%filename%" target="_blank">%filename%</a>)<br />',
  20 => 'Дозвољене су само следеће екстензије: %s.',
  21 => 'Фајл који преносите већ постоји!',
  22 => 'Морате да пренесете фајл',
  23 => 'Премашили сте лимит величине фајла од %s kб ',
  24 => 'Покушајте поново!',
  25 => '<small>Мењајте ова поља једино ако желите да промените своју тренутну лозинку</small><br />',
  26 => 'Проследи',
  27 => 'Обриши',
  28 => 'Откажи',
  29 => 'Доступно',
  30 => 'Изабрано',
  31 => 'Пренешени фајл је недозвољеног типа!',
  32 => 'Величина слике може бити %d x %d или мање. Пренешена слика има димензије %d x %d!',
  33 => 'Форма није исправна и фајл <b>%filename%</b> мора бити изабран поново ако желите да га проследите овом формом!<br />',
  34 => 'Изаберите податак да би га пренели у форму. %s, или двоструко кликните да би обрисали све податке',
  35 => 'Ово поље мора бити јединствено. Вредност "%s" већ постоји у бази!',
  36 => '<b>%d</b> characters acters remaining on your input limit',
  37 => 'You have to supply a file with an extension!',
  38 => 'Back',
  39 => 'The combination of the fields "%s" has to be unique. This combination already exists in the database! (Violation of index "%s")',
  40 => 'The maximum allowed number of characters is %d! You have entered %d characters. Please remove %d characters',
  41 => 'Help',
  42 => 'Today',
  43 => "'S','M','T','W','T','F','S'",
  44 => 'The form has expired or was not sent from this page. Please submit it again.'
);

?>